soap_files/emptyFuel.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exam="http://example.se.java.main.src.product/">
   <soapenv:Header/>
   <soapenv:Body>
      <exam:emptyFuel/>
   </soapenv:Body>
</soapenv:Envelope>